{"meta":{"title":"ぶりあんすてーき","subtitle":null,"description":null,"author":"ブリアン","url":"https://briand-steak.github.io/blog"},"pages":[{"title":"about","date":"2018-10-09T20:40:39.000Z","updated":"2021-05-08T05:44:32.000Z","comments":true,"path":"About/index.html","permalink":"https://briand-steak.github.io/blog/About/index.html","excerpt":"","text":"このブログについてこのブログは、アマチュア学生カメラマンのブリアンが運営しています。 主に写真や撮影機材の話をしたり、自分が撮影した写真をアップロードしたりします。 素人なりに、調べたり実際に試したりして得た撮影技術とか、写真に対する考え方とかをつらつら綴っていけたらいいなと思います。 このブログの一番のきっかけはフルサイズ機の導入です。 自分の撮影技術ではフルサイズはまだ先だろうと思っていたのですが、何の因果か手に入れてしまいまして。 これは使いこなさなくちゃなということで、自分が撮影した写真が人の目に触れる場、自ら発信する場を用意しました。 自分にとって、そしてこのブログを読んでくださっている皆様への刺激となることを願って。 今までは主にコスプレイヤーさんを撮影していました。今後も撮り続ける予定です。 その他にも幅広い被写体を撮影して、視野を広げていく所存です。 ちなみに黒髪ロングの美人女子大生です。 嘘です。 所有機材初めての一眼レフカメラが D3200 で、そのまま Nikon ユーザーです。 デジタル一眼レフカメラ Nikon D750 Nikon D3200 フィルム一眼レフカメラ Nikon FM Nikomat FTn レンズ NIKKOR AF-S 85mm F/1.8G NIKKOR AF-S 50mm F/1.8G NIKKOR AF-S DX 18-55mm TAMRON 28mm-75mm F2.8 (Model: A09) NIKKOR Ai 28mm F2.8 Zoom-NIKKOR 43-86mm F3.5","raw":null,"content":null},{"title":"contact","date":"2018-10-10T17:48:05.000Z","updated":"2021-05-08T05:44:32.000Z","comments":true,"path":"contact/index.html","permalink":"https://briand-steak.github.io/blog/contact/index.html","excerpt":"","text":"このブログに関連するコメント、問い合わせ等は Twitter のリプライまたはDMでご連絡ください。褒めていただいたり叱咤激励していただけたりしたら泣いて喜びます。 もし撮影のご依頼等がございましたら、こちらも Twitter のリプライまたはDMでご連絡ください。 Twitter: @briand_steak","raw":null,"content":null}],"posts":[{"title":"NIKKOR AF-S 85mm F/1.8G","slug":"nikkor85mm","date":"2018-10-10T15:22:20.000Z","updated":"2021-05-08T05:44:32.000Z","comments":true,"path":"posts/nikkor85mm/","link":"","permalink":"https://briand-steak.github.io/blog/posts/nikkor85mm/","excerpt":" NIKKOR AF-S 85mm F/1.8G が届きました！ \n\nかっこいい～～～すき～～～\nお値段 5.3 万円 + 物損保証 0.4 万円くらい。学生にはかなりデカい買い物ですが、このレンズを使いたくなっちゃったんだからしょうがない！\n開封の儀それでは開封しましょう。人生で一番高いレンズの開封はドキドキですね。","text":"NIKKOR AF-S 85mm F/1.8G が届きました！ かっこいい～～～すき～～～ お値段 5.3 万円 + 物損保証 0.4 万円くらい。学生にはかなりデカい買い物ですが、このレンズを使いたくなっちゃったんだからしょうがない！ 開封の儀それでは開封しましょう。人生で一番高いレンズの開封はドキドキですね。 箱外観50mm F1.8 のときもこんな感じだったな。ナノクリでもパッケージはそんなに変わらないってウワサ。 中身の確認レンズ本体、ソフトケース、取説や保証書が入っています。 レンズ本体 うひょー、めっちゃきれいなガラス玉だぁ……。はぁ……。大口径レンズの透明感、溜息出るよね。 チキンなので開封直後にレンズフィルターを取り付けた後に撮影しました。フィルターは HAKUBA の XC-PRO EXTREME LENS GUARD 67mm です。確かタイムセール祭り前のタイムセールで 2000 円くらいで先に仕入れておいた。 初のポートレートレンズポートレートレンズとは、主に焦点距離 85 ~ 135mm ほどの、中望遠単焦点レンズを指すようです。人物をキレイに、そして印象的に撮影するのに向いていることからそう呼ばれます。 ボクは今までコスプレを含めたポートレートばかり撮ってきたにもかかわらず、これが初めてのポートレートレンズです。 その理由としては、今まで APS-C 機である D3200 を愛用していたからです。APS-C 機でフルサイズ対応レンズを使うと、画角がレンズの焦点距離の1.5倍の焦点距離の画角と同等になります。初めての単焦点 NIKKOR 50mm F/1.8G (通称撒き餌レンズ) と D3200 の組み合わせで、換算 75mm 相当の画角で撮影することがほとんどでした。75mm って実質中望遠みたいなところあるので、今までずっとこれ1本 (+ 最近買った標準ズーム) で撮ってきました。（そう考えると 50mm は頑張ってくれてたなあ。これからもまだまだ使っていくけど。） ところが最近 D750 というフルサイズデジタル一眼レフカメラを入手しました。ボクが D750 を運用していく上で、ポートレート用の画角は必要不可欠。75mm までのズームはあるけど、使用頻度が高いので単焦点も欲しい。 以上がこのレンズの購入に踏み切った経緯でした。 他の 85mm は？この焦点距離のレンズとして良く比較されるのが以下の3つ。 TAMRON F016 (85mm F1.8 手ぶれ補正付き) SIGMA 85mm F1.4 Art NIKKOR AF-S 85mm F1.4/G 純正 F1.4 は写りはすごいらしいですがお値段もすごいので論外。Art の写りも興味がありますがこちらもお値段余裕の6桁。F016 はお値段控えめで比較的検討しましたが、今回は純正の安心感を取りました。9枚絞りは悩んだけどね。いずれは F1.4 に手を出したい気持ちもあるけど、当面は F1.8 で十分じゃないかなあ……。 試し撮りレーシングミクさんのフィギュアで試し撮りしました。かわいい。全部絞り開放。開放厨なので絞って撮ることも覚えなきゃ。 これはほんとに撮って出し。ストロボもなし。デスクライトをお顔に当たるようにはした。若干周辺減光あるかな？ ディスプレイとかいう癖のある被写体のせいかもしれない。 この2枚はちょっとトリミングと水平調整。オンストロボ。露出オーバーだけど、好きな雰囲気で写ってくれた。 フィギュアだと85mmの弱点「寄れない」のがつらいところですが、それでもパッと撮影しただけでこの感じ。ニコンにしてはふんわりした描写らしい。確かに柔らかい印象を受けますね。ピンボケではないはず。ボケの感じも噂通り期待できそう。人相手の撮影も楽しみです。これでスナップ撮りに行ってみるのもアリ。 次のレンズ（自分にとって）かなり大きい買い物をした直後ではございますが、次に欲しいレンズが既にあります。 70-200mm F2.8 実はオールドレンズの NIKKOR-Q 135mm F2.8 が気になった流れで望遠ズームに興味が出てしまった。コスプレイベントとかでの 70-200mm の作例とか見ちゃうとダメだよね、ボケすごい。広角端 70mm はイベントで全身入らなかったり大型併せに対応できなかったりとデメリットもあるけど、強力なボケで背景をキレイキレイできるのはめちゃくちゃ強いよね。うん、欲しいわ……。 純正は目玉飛び出るので、TAMRON の A001 か A025 かってところですかね。お財布厳しいし、買うとしても A001 かなあ。手ぶれ補正は気合で。でもやっぱり手ぶれ補正の安心感欲しい。評判もかなり良い。 すっかりレンズ沼の住人になってしまいましたが、多分焦点距離を一通り経験するまでは許されるはず。","raw":null,"content":null,"categories":[],"tags":[{"name":"レンズ","slug":"レンズ","permalink":"https://briand-steak.github.io/blog/tags/%E3%83%AC%E3%83%B3%E3%82%BA/"},{"name":"開封の儀","slug":"開封の儀","permalink":"https://briand-steak.github.io/blog/tags/%E9%96%8B%E5%B0%81%E3%81%AE%E5%84%80/"}]},{"title":"ブログ開設","slug":"first","date":"2018-10-09T20:13:20.000Z","updated":"2021-05-08T05:44:32.000Z","comments":true,"path":"posts/first/","link":"","permalink":"https://briand-steak.github.io/blog/posts/first/","excerpt":"","text":"自己紹介はじめまして。ブリアンと申します。アマチュアカメラマンを名乗っていますが、趣味の一つがカメラなただの学生です。一眼レフを所持して数年間、露出の概念をちゃんと理解せずに撮影していたアホだったりします。 昔からちょこちょこ写真を撮っていたのですが、最近特にお熱なので勢い余ってブログを開設しました。 今まで撮ってきた写真はほとんどポートレートです。コスプレとか。7割コスプレ、2割私服ポートレート、1割スナップみたいな感じ。 今日の予定なんと NIKKOR AF-S 85mm F/1.8G が今日(10/10)届く予定です！！！ 貧乏学生には痛い、物損保証込みで6万弱の出費！！！ IYH！！！！！ いいもん、めちゃくちゃキレイなポートレートたくさん撮って元とるもん。 初っ端から開封の儀の記事とか上げていきましょうか。","raw":null,"content":null,"categories":[],"tags":[{"name":"その他","slug":"その他","permalink":"https://briand-steak.github.io/blog/tags/%E3%81%9D%E3%81%AE%E4%BB%96/"}]}]}